Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A15A.tmx
Source language: en_us
Languages: zh_cn

source: Rethinking the welfare state: Asia's next revolution
zh_cn: 反思福利制度：亚洲的下一场革命

source: Britain's launch of its National Health Service in 1948 as the apogee, the creation of Europe's welfare states took more than half a century.
zh_cn: 如果将德国19世纪80年代开始实行养老保险制度看作开端，把英国在1948年建立国民健康服务体系当作顶峰，欧洲用了半个多世纪的时间才建立起福利制度。

source: Some Asian countries will build theirs in a decade.
zh_cn: 而一些亚洲国家将在十年内就建立起他们自己的福利制度。

source: If they get things wrong, especially through unaffordable promises, they could wreck the world's most dynamic economies.
zh_cn: 如果他们出了错，尤其是作出了无法兑现的承诺，世界上最有活力的经济体会因此遭受灭顶之灾。

source: But if they create affordable safety nets, they will not just improve life for their own citizens but also become role models themselves.
zh_cn: 但如果他们能建立起合理可靠的保障体系，不仅能提升他们自己国民的生活水平，还能在福利制度建设方面树立榜样。

source: At a time when governments in the rich world are failing to redesign states to cope with ageing populations and gaping budget deficits, this could be another area where Asia leapfrogs the West.
zh_cn: 眼下，当发达国家的政府未能重新调整福利制度以应对人口老龄化和不断增大的预算赤字时，亚洲或许在这方面再次赶超西方。

source: Beyond Bismarck and Beveridge
zh_cn: 这是俾斯麦和贝弗里奇所无法理解的

source: History offers many lessons for the Asians on what to avoid.
zh_cn: 亚洲国家可以吸取很多历史上的经验教训，以免重蹈覆辙。

source: Europe's welfare states began as basic safety nets. But over time they turned into cushions.
zh_cn: 欧洲的福利制度刚开始还算是基本保障体系，但久而久之它们变成了银行储蓄。

source: That was partly because, after wars and the Depression, European societies made redistribution their priority, but also because the recipients of welfare spending became powerful interest groups.
zh_cn: 造成这种局面，一方面是因为战争和经济大萧条后，欧洲社会把再分配作为他们的首要任务，但另一方面也是由于福利开支的受惠者变成了有权有势的利益集团。

source: The eventual result, all too often, was economic sclerosis with an ever-bigger state.
zh_cn: 最后的结果往往就是，经济僵滞且福利体系不断膨胀。

source: America has kept its safety net less generous, but has made mistakes in creating its entitlements system - including making unaffordable pension and health-care promises, and tying people's health insurance to their employment.
zh_cn: 美国已经在削减运营保障体系的开支，但在创建参保资格评定体系上犯了错误——包括在养老金和医保方面作出无法兑现的承诺，并将人们的医疗保险和他们的就业状况挂钩。

source: The record in other parts of the emerging world, especially Latin America, is even worse.
zh_cn: 新兴世界其他地区的情况，尤其是拉丁美洲，更糟糕。

source: Governments have tended to collect insufficient tax revenue to cover their spending promises.
zh_cn: 政府往往没有足够的赋税收入来兑现开支承诺。

source: Social protection often aggravated inequalities, because pensions and health care flowed to affluent urban workers but not the really poor.
zh_cn: 社会保障常常加剧了社会不平等现象，因为养老保险金和医疗保险落到了富足的城市工人手里而不是给了真正的穷人。

source: Brazil famously has a first-world rate of government spending but third-world public services.
zh_cn: 巴西就是个有名的例子，其在社会保障方面的政府开支达到了发达国家的水平，但其公共服务只有第三世界国家的水平。

source: Asia's governments are acutely conscious of all this.
zh_cn: 亚洲国家政府对所有这些都有十分清醒的认识。

source: They have little desire to replace traditions of hard work and thrift with a flabby welfare dependency.
zh_cn: 他们并不太想用对福利的软弱依赖来代替节俭勤劳的传统。

source: The region's giants can seek inspiration not from Greece but from tiny Singapore, where government spending is only a fifth of GDP but schools and hospitals are among the best in the world.
zh_cn: 亚洲大国可以从小小的新加坡而非希腊获得启发，在新加坡，政府（在福利方面）的开支仅为GDP的五分之一，但其学校的办学水平和医院的服务却是世界一流。

source: So far, the safety nets in big Asian countries have generally been minimalist: basic health insurance and pensions which replace a small fraction of workers' former income.
zh_cn: 到目前为止，亚洲大国的社会保障体系总体而言只达到了最低标准：只提供相当于工人们之前收入的很少一部分作为其基本医疗保险金和养老保险金。

source: Even now, the region's social spending relative to the size of its economies is only about 30% of the rich-country average and lower than any part of the emerging world except sub-Saharan Africa.
zh_cn: 相对于其经济总量，这个地区的社会支出水平仅达到发达国家平均水平的30%左右，在新兴世界中仅高于撒哈拉沙漠以南的非洲大陆地区。

source: That leaves a fair amount of room for expansion.
zh_cn: 这给扩大发展社会福利事业留下了相当大的空间。

source: But Asia also faces a number of peculiarly tricky problems.
zh_cn: 但亚洲也面临许多很棘手的问题。

source: One is demography.
zh_cn: 一是人口问题。

source: Although a few countries, notably India, are relatively youthful, the region includes some of the world's most rapidly ageing populations.
zh_cn: 虽然少数一些国家，尤其印度，国民相对年轻，但这个地区也有全球人口老龄化速度最快的国家。

source: Today China has five workers for every old person.
zh_cn: 今天的中国，每五个劳动者负担一个老人。

source: By 2035 the ratio will have fallen to two.
zh_cn: 到2035年，这个比例将会降至2:1。

source: In America, by contrast, the baby-boom generation meant that the Social Security system had five contributors per beneficiary in 1960, a quarter of a century after its introduction.
zh_cn: 相反在美国，在其社会保障体系运行了四分之一个世纪后的1960年，正赶上生育高峰代的出生，意味着在社保体系中每五个劳动者负担一个社会保障受益者。

source: It still has three workers for every retired person.
zh_cn: 如今每一个退休者仍有三个劳动者来供养。

source: Another problem is size, which makes welfare especially hard.
zh_cn: 另一个问题是规模大小，这让福利制度实施起来非常困难。

source: The three giants -China, India and Indonesia- are vast places with huge regional income disparities within their borders.
zh_cn: 亚洲三大巨头——中国、印度和印度尼西亚——都幅员辽阔，且国内地区收入差异巨大。

source: Building a welfare state in any one of them is a bit like creating a single welfare state across the European Union.
zh_cn: 在他们其中任何一个国家建立福利制度，都有点类似于在整个欧盟创建单一的福利制度。

source: Lastly, many Asian workers (in India it is about 90%) are in the "informal" economy, making it harder to verify their incomes or reach them with transfers.
zh_cn: 最后一个问题是，许多亚洲劳动者（在印度，有90%的劳动者）从事“灰色经济”活动，这让核实他们的收入或发放福利变得更加困难。

source: Cuddly tigers, not flabby cats
zh_cn: 是幼虎，而非病猫

source: How should these challenges be overcome?
zh_cn: 如何解决这些难题呢？

source: There is no single solution that applies from India to South Korea.
zh_cn: 不可能从印度到韩国，所有国家都采用一种解决方案。

source: Different countries will, and should, experiment with different welfare models.
zh_cn: 不同的国家将会，也应该尝试实行不同的福利模式。

source: But there are three broad principles that all Asian governments could usefully keep in mind.
zh_cn: 但这儿有三条普遍原则是亚洲国家的政府应牢记在心的，它们将会派上用场。

source: The first is to pay even more attention to the affordability over time of any promises.
zh_cn: 首先，在作出任何承诺时要更多地考虑下承受能力。

source: The size of most Asian pensions may be modest, but people collect them at an early age.
zh_cn: 大部分亚洲人的养老保险金额度可能并不算高，但人们在年龄还不算大的时候就开始领取养老金了。

source: In China, for example, women retire at 55; in Thailand many employees are obliged to stop work at 60 and can withdraw their pension funds at 55.
zh_cn: 比如说在中国，女性55岁就退休了；在泰国，很多职工到了60岁必须退休，并且到了55岁就可以领走他们的养老金。

source: That is patently unsustainable.
zh_cn: 这显然不具有可持续性。

source: Across Asia, retirement ages need to rise, and should be indexed to life expectancy.
zh_cn: 整个亚洲,退休年龄需要得到提高，且应与国民的平均寿命挂钩。

source: Second, Asian governments need to target their social spending more carefully.
zh_cn: 第二，亚洲国家政府在社会支出立项上需要更加审慎。

source: Crudely put, social provision should be about protecting the poor more than subsidising the rich.
zh_cn: 简单来说就是，社会应急（储备）物资应该用于保障穷人而不是资助富人。

source: In fast-ageing societies, especially, handouts to the old must not squeeze out investment in the young.
zh_cn: 在人口快速老龄化的社会，尤其应注意的是，给老龄人口发放救济金不能以牺牲对年轻人的投资为代价。

source: Too many Asian governments still waste oodles of public money on regressive universal subsidies.
zh_cn: 太多的亚洲国家政府仍然在不合时宜的一般性补贴上浪费大量公共资金。

source: Indonesia, for instance, last year spent nine times as much on fuel subsidies as it did on health care, and the lion's share of those subsidies flows to the country's most affluent.
zh_cn: 比如，印度尼西亚去年在燃油补贴方面的投入是医保的九倍，而这些补贴大部分都流入了这个国家最有钱的人手中。

source: As they promise a broader welfare state, Asia's politicians have the political opportunity, and the economic responsibility, to get rid of this kind of wasteful spending.
zh_cn: 由于亚洲的政治家们承诺建立更广泛的福利制度，他们在政治上有机会、在经济上有责任去消除这种支出上的浪费。

source: Third, Asia's reformers should concentrate on being both flexible and innovative.
zh_cn: 第三，亚洲的改革者们应致力于同时具备灵活性和创新性。

source: Don't stifle labour markets with rigid severance rules or over-generous minimum wages.
zh_cn: 不要让严苛的离职规定或过于丰厚的最低工资扼杀了劳动力市场的活力。

source: Make sure pensions are portable, between jobs and regions.
zh_cn: 确保养老金可以在岗位之间、地区之间进行流动。

source: Don't equate a publicly funded safety net with government provision of services (a single public payer may be the cheapest way to provide basic health care, but that does not have to mean every nurse needs to be a government employee).
zh_cn: 不要将公共资金支持的社会保障网等同于政府提供的服务（政府作为单一的支付方也许是提供基本医保的最低廉的方式，但那并不一定意味着每一个护士都需要是政府雇员）。

source: And use technology to avoid the inefficiencies that hobble the rich world's public sector.
zh_cn: 并采用技术手段来防止效率低下的出现，低效率阻碍了发达国家公共部门的发展。

source: From making electronic health records ubiquitous to organising transfer payments through mobile phones, Asian countries can create new and efficient delivery systems with modern technology.
zh_cn: 从广泛采用电子健康档案，到通过手机来完成转移支付，亚洲国家可以借助现代技术建立全新高效的福利分配系统。
